acpi
alacritty
amd-ucode
ani-cli
aylurs-gtk-shell
base
base-devel
bat
bc
bibata-cursor-theme-bin
blesh-git
blueman
bluetui
breeze
brightnessctl
burpsuite
catppuccin-gtk-theme-mocha
cava
cliphist
cmatrix
dirbuster
dosfstools
dpkg
efibootmgr
efm-langserver
exfatprogs
exiftool-rs-git
eza
fastfetch
fd
feh
firefox
flatpak
fuse2
fzf
gamemode
gamescope
git
github-cli
gobuster
goverlay
gowall
gparted
grim
grub
gst-plugin-pipewire
gtk4
gvfs
gvfs-gphoto2
gvfs-mtp
hdparm
hollywood
htop
httrack
hyprland
hyprland-qtutils
hyprshade
hyprshot
icat
imagemagick
inotify-tools
inxi
jq
lib32-gamemode
lib32-nvidia-utils
libadwaita
libpulse
libreoffice-fresh
linutil
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lsof
lua-language-server
lutris
lynis
mangohud
ml4w-hyprland
mpc
mpd
mtpfs
nautilus
nautilus-open-any-terminal
ncdu
ncmpcpp
nemo
nemo-audio-tab
nemo-fileroller
nemo-preview
neovim
network-manager-applet
networkmanager
nicotine+
nm-connection-editor
nmap
ntfs-3g
nvidia
nvidia-prime
nvidia-settings
nwg-look
oh-my-posh-bin
otf-font-awesome
pacseek
papirus-icon-theme
paru
paru-debug
pavucontrol
pinta
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
power-profiles-daemon
python-gobject
python-pip
python-pywal
python-pywalfox
python-screeninfo
qbittorrent
qimgv
qt5-graphicaleffects
qt5-quickcontrols2
qt5-svg
qt6ct
rar
ripgrep
rofi-wayland
rustup
s-tui
sddm
slurp
stacer-bin
steam
strace
telegram-desktop
testdisk
timeshift
timidity++
traceroute
tree
ttf-fira-code
ttf-fira-sans
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
tumbler
ufw
ventoy-bin
vlc
vulkan-tools
waybar
waypaper
wine-staging
wireplumber
wlogout
xclip
xdg-desktop-portal-gtk
xorg-xhost
yazi
zen-browser-bin
zoxide
zram-generator
zsh
zsh-completions
